{
    "Welcome": "Добро пожаловать",
    "Yes": "Да",
    "No": "Нет",
    "Register": "Регистрация",
    "This is a secure area of the application. Please confirm your password before continuing.": "Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.",
    "Confirm": "Подтвердить",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Забыли свой пароль? Без проблем. Просто сообщите нам свой адрес электронной почты, и мы вышлем вам по электронной почте ссылку для сброса пароля, которая позволит вам выбрать новый.",
    "Email Password Reset Link": "Ссылка для сброса пароля по электронной почте",
    "Password": "Пароль",
    "Remember me": "Запомнить меня",
    "Forgot your password?": "Забыли пароль?",
    "Log in": "Логин",
    "Your name": "Ваше имя",
    "Confirm Password": "Подтверждение пароля",
    "Already registered?": "Уже зарегистрированы?",
    "Reset Password": "Сброс пароля",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Спасибо, что зарегистрировались! Прежде чем приступить к работе, не могли бы вы подтвердить свой адрес электронной почты, перейдя по ссылке, которую мы только что отправили вам по электронной почте? Если вы не получили это письмо, мы с радостью отправим вам другое.",
    "A new verification link has been sent to the email address you provided during registration.": "На адрес электронной почты, который вы указали при регистрации, была отправлена новая ссылка для подтверждения.",
    "Resend Verification Email": "Повторно отправить",
    "Log Out": "Выйти",
    "You're logged in!": "Вы вошли в систему!",
    "Profile": "Профиль",
    "Delete Account": "Удалить аккаунт",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Как только ваша учетная запись будет удалена, все ее ресурсы и данные будут удалены безвозвратно. Перед удалением вашей учетной записи, пожалуйста, загрузите любые данные или информацию, которые вы хотите сохранить.",
    "Are you sure you want to delete your account?": "Вы уверены, что хотите удалить свою учетную запись?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Как только ваша учетная запись будет удалена, все ее ресурсы и данные будут удалены безвозвратно. Пожалуйста, введите свой пароль, чтобы подтвердить, что вы хотите удалить свою учетную запись безвозвратно.",
    "Cancel": "Отмена",
    "Update Password": "Обновить пароль",
    "Ensure your account is using a long, random password to stay secure.": "Убедитесь, что в вашей учетной записи используется длинный случайный пароль, чтобы обеспечить безопасность.",
    "Save": "Сохранить",
    "Saved.": "Сохранено.",
    "Profile Information": "Информация профиля",
    "Update your account's profile information and email address.": "Обновите информацию профиля вашей учетной записи и адрес электронной почты.",
    "Your email address is unverified.": "Ваш адрес электронной почты не подтвержден.",
    "Click here to re-send the verification email.": "Нажмите здесь, чтобы повторно отправить электронное письмо с подтверждением.",
    "A new verification link has been sent to your email address.": "На ваш электронный адрес была отправлена новая ссылка для подтверждения.",
    "Dashboard": "Магазин",
    "Whoops!": "Оооой!",
    "Hello!": "Здравствуйте!",
    "Please click the button below to verify your email address.": "Пожалуйста, нажмите на кнопку ниже, чтобы подтвердить свой адрес электронной почты.",
    "Verify Email Address": "Подтвердить почту",
    "If you did not create an account, no further action is required.": "Если вы не создавали учетную запись, никаких дальнейших действий не требуется.",
    "Regards": "С уважением",
    "If you're having trouble clicking the button, copy and paste the URL below into your web browser:": "Если у вас возникли проблемы с нажатием кнопки, скопируйте и вставьте приведенный ниже URL-адрес в свой веб-браузер:"
}
